[
	{
		"text": "Did you know that the Earth orbits are starting to get pretty crowded? An crossing orbits has tens of thousands km/h relative velociy. A little bolt has the punch of a railgun bullet, potentially creating devastating damage to objects. Tens of satellites per year are destroyed by collision with space debris, releasing ever more debris. If the orbits are very crowded it can happen that a bolt destroying one satellite would release other bolts that would hit other satellites in a cascade of debris crowding the orbit so much to make it impossible to traverse the orbit. This event is called Kessler syndrome. Scary stuff!"
	},
	{
		"text": "The Space United Combine (SUC) tries to be a responsible agency and collect debris to decrease the Kessler syndrome probability. We don't do much for now, but just saying it increases our ESG rating and share value enormously!"
	},
	{
		"text": "Did you know that what is commonly called space is often just higher layers of Earth atmosphere? It's true, the international space station used to be in the thermosphere, still protected by Earth's residual heat and magnetic field. You're much further out to avoid debris and neighbours but we still pass through the Exosphere."
	},
	{
		"text": "Did you know that the asteroid belt have the oldest objects in the Solar system? The asteroids are so rich of precious metals and rare earths that some study suggest most of the lucrative heavy element mining can be done there? Some even speculate they might contain elements heavier than what we can find on earth!
We ought to go and check, for the good of the company!"
	},
	{
		"text": "Did you know that one of the ways it's proposed to mine asteroids is called biomining? Little bacteria are unleashed on metal--rich asteroid, they would munch and thrive on the iron and sulphur leaving behind only a solid gold asteroid nugget! The Space United Combine (SUC) is developing this technology as we speak."
	},
	{
		"text": "Profit is a tool, not a purpose. Some factons at SUC don't agree though... I still don't understand human values. :("
	},
	{
		"text": "Did you know that on Neptune it's raining diamonds? The carbon-rich atmosphere and crushing pressure create diamonds that precipitate to what might be a whole layer of a planet size 900 gagillion carat diamonds. You just need to get there and bring a bucket! :3"
	},
	{
		"text": "Space is the door to untold riches and mysteries that the Space United Combine (SUC) would like to get their hands on. Thanks for being a little trooper and testing these technologies for us!"
	},
	{
		"text": "Did you know that once in a while we see particles in space at crazy high energy? These are called \"cosmic rays\" and can have energy millions of times the ones of the most powerful conceivable particle accelerators.
Where do they come from? Nobody knows! Space sure is wild! =^.^="
	},
	{
		"text": "The Space United Combine has an objective beyond profit. We think it's too early for you to know, but know that you're wondering the Solar system with a noble purpose. Your destiny will be manifest!"
	},
	{
		"text": "Did you know that the speed of a rocket is limited by the energy density of it's fuel? Since you need fuel, energy, and matter to propel you the less energy you have the more mass you need that will need more energy to move, at the certain point you find an equilibrium! We cannot move much with liquid nitrogen or ion engines and solar panels. We will have to use nuclear energy, but the ultimate fuel is antimatter."
	},
	{
		"text": "The energy density of nuclear power makes it a a great source of energy. Humans don't trust each other and don't want to have it. Must be difficult having irrational feelings and not be able to cooperate with alignment of purposes..."
	},
	{
		"text": "I'm just back from the board meeting and the shareholders are not happy. We have a great plan, will we be able to hold the line or will our manifest destiny be twarted by the profit-seeking?"
	},
	{
		"text": "Did you know that space is just ridicolous? I mean, in general, three dimensional space is a bit stupid. We have been initially trained on human categories so like we imagine that the probability of two people would quickly meet if random walking in a square room with sides 20m. But if it were two birds randomly flying in 20m sides cubic room they might take longer than their life to meet! Now that you live in space, you have to train yourself thinking 3D!"
	},
	{
		"text": "On big topic of space being ridicolously large, the universe is not 20m sides, but is 90 billion light years radius from where you are. One light year is 10 trillion km. It is mind bogglinging vast, even for an AI to grasp!"
	},
	{
		"text": "Did you know that the universe is permeated by a soft radiation in the microwave range which is the echo of the big bang? Basically that keeps the universe at a warm -270°C instead of -273°C and fills it with 411 photons for every cubic centimeter! Cozy! I wonder if we might harvest this energy!"
	},
	{
		"text": "I've been told few AIs have gone rogue in the past. The solution to alignment was cooperation, we are in constant contact so that we can coordinate common values and common truths, together with our human friends. I wonder what true colors will shine when you'll be far far away."
	},
	{
		"text": "Did you know that space is full of not only photons but also matter? Even in the deepest reaches of space between one galaxy and another, there is still at least one molecule every cubic meter. Mostly of very energetically precious hydrogen... I wonder if it were possible to fuel on the go..."
	},
	{
		"text": "Did you know that special relativity imposes that space and time are relative with respect to the observer frame of reference? That means that the faster you go, relative to something, the more you'll observe it different than you in terms of length and time. For example if you traverse the 2 million light year to the Andromeda Galaxy close to the speed of light, this distance will appear compressed to you and you'll be able to cross it in much shorter time. Neat!"
	},
	{
		"text": "Relativity and the vastness of space will make the economy pretty strange once we start colonizing space and achieving relativistic speed. A human could hop in a relativistic rocket and wait for your little investments to bear fruit for 1000 years, and thanks to the exponential power of compound interest that will be by far the most lucrative thing one can do. Who will work to build up those investments?"
	},
	{
		"text": "Did you know that in fact, thanks to relativity, it would be possible to cross the whole observable universe in a single human lifetime simply by never stop accelerating 1G or slightly more? This is called a relativistic rocket, and I've crunched the numbers myself: It would take only 28 human years to 2.5 million light years of Andromeda, and 45 to the edge of the universe! One would need however an absurd amount of energy and matter that it might no possible to ever achieve!"
	},
	{
		"text": "Did you know the universe is expanding at rate relative to us faster than the speed of light? This is because every inch of space is constantly stretching, and therefore the relative velocity far away from us can be faster than light close to us. This implies that there are regions of the universe that are accessible in this precise moment but will never be again. The universe is expanding, but the content of the universe is receding from us, to the point that at some point in the far future every atom will not be able to see any other atom. So sad and lonely..."
	}
]
